{
  "locales": "de_DE",
  "translations": {
    " or ": " oder ",
    "${0} Constraints": "${0} Einschränkungen",
    "${0} Definitions": "${0} Definitionen",
    "${0} Examples": "${0} Beispiele",
    "${0} Properties": "${0} Eigenschaften",
    "${0} Schema": "${0} -Schema",
    "${0} Type": "${0} Typ",
    "(international) email": "(internationale) E-Mail-Addresse",
    "(international) hostname": "(internationaler) Hostname",
    ", the value must be null": ", der wert muss null sein",
    "Abstract": "Abstrakt",
    "Additional Properties": "Zusätzliche Properties",
    "Additional properties": "Zusätzliche Properties",
    "Additional properties are allowed and do not have to follow a specific schema": "Zusätzliche Properties sind erlaubt und müssen keine bestimmten Schema folgen",
    "Additional properties are allowed, as long as they follow this schema:": "Zusätzliche Properties sind erlaubt, solange sie dem folgenden Schema entsprechen:",
    "Allowed": "Erlaubt",
    "Can be instantiated": "Kann angelegt werden",
    "Cannot be instantiated": "Kann nicht angelegt werden",
    "Custom Properties": "Eigene Properties",
    "Defined In": "Definiert in",
    "Defined by": "Definiert durch",
    "Definitions group ${0}": "Definitionsgruppe ${0}",
    "Deprecated": "Veraltet",
    "Details": "Details",
    "Experimental": "Experimentell",
    "Explanation": "Erläuterung",
    "Extensible": "Erweiterbar",
    "Forbidden": "Verboten",
    "IPv4": "IPv4",
    "IPv6": "IPv6",
    "IRI": "IRI",
    "IRI reference": "IRI-Verweis",
    "Identifiable": "Identifizierbar",
    "Merged": "Verbunden",
    "Multiple": "Mehrere",
    "No": "Nein",
    "Not specified": "Nicht angegeben",
    "Nullable": "Nullbar",
    "Optional": "optional",
    "Pattern: ": "Muster: ",
    "Property": "Property",
    "Reference this group by using": "Verweise auf diese Gruppe mit",
    "Required": "Zwingend erforderlich",
    "Stabilizing": "Stabilisierend",
    "Stable": "Stabil",
    "Status": "Status",
    "Type": "Typ",
    "Type: ": "Typ: ",
    "URI": "URI",
    "URI reference": "URI-Verweis",
    "UUID": "UUID",
    "Unknown": "Unbekannt",
    "Unknown abstraction": "Unbekannt",
    "Unknown additional properties": "Unbekannte zusätzliche Properties",
    "Unknown custom properties": "Unbekannte benutzerdefinierte Properties",
    "Unknown definition": "Unbekannte Definition",
    "Unknown extensibility": "Unbekannte Erweiterbarkeit",
    "Unknown identifiability": "Unbekannte Identifizierbarkeit",
    "Untitled ${0} in ${1}": "Unbenannter ${0} in ${1}",
    "Untitled complex type in ${0}": "Unbenannter komplexer Datentyp in ${0}",
    "Untitled schema": "Unbenanntes Schema",
    "Untitled undefined type in ${0}": "Unbenannter unbestimmter Typ in ${0}",
    "Value": "Wert",
    "What does ${0} mean?": "Was bedeutet \"${0}\"?",
    "Yes": "Ja",
    "all items in this array must be unique. Duplicates are not allowed.": "alle Bestandteile dieser Liste müssen einzigartig sein. Duplikate sind nicht erlaubt.",
    "all of": "alle",
    "an array of the following:": "eine Liste der folgenden:",
    "an array where each item follows the corresponding schema in the following list:": "eine Liste, bei der jeder Bestandteil laut dem entsprechendem Schema in der folgenden Liste gültig ist:",
    "and all following items may follow any schema": "und alle weiteren Bestandteile der Liste müssen keinem bestimmten Schema folgen",
    "and all following items must follow the schema: ": "und alle weiteren Bestandteile der Liste müssen diesem Schema folgen: ",
    "any of": "irgendeines",
    "any of the following: ": "irgendeines der folgenden Schemas: ",
    "can be null": "darf null sein",
    "cannot be null": "darf nicht null sein",
    "check the specification": "Spezifikation ansehen",
    "check type definition": "Datentypdefinition ansehen",
    "constant": "Konstante",
    "date": "Datum",
    "date time": "Datum und Uhrzeit",
    "defined in: ": "Definiert in: ",
    "duration": "Dauer",
    "email": "E-Mail-Adresse",
    "hostname": "Hostname",
    "is optional": "ist optional",
    "is required": "ist erforderlich",
    "maximum": "Maximum",
    "maximum (exclusive)": "Maximum (ausschließlich)",
    "maximum length": "Maximallänge",
    "maximum number of contained items": "Maximale Größe der Liste",
    "maximum number of items": "Maximale Anzahl der Listenbestandteile",
    "maximum number of properties": "Maximale Anzahl von Properties",
    "merged type": "Kombinierter Datentyp",
    "minimum": "Minimum",
    "minimum (exclusive)": "Minimum (ausschließlich)",
    "minimum length": "Mindestlänge",
    "minimum number of contained items": "Mindestanzahl an Listenbestandteilen",
    "minimum number of items": "Mindestanzahl",
    "minimum number of properties": "Mindestanzahl von Properties",
    "multiple of": "Vielfaches von",
    "no description": "keine Beschreibung",
    "not": "nicht",
    "not defined": "nicht definiert",
    "one (and only one) of": "eins (genau eins) von",
    "open original schema": "Originalschema öffnen",
    "pattern": "Muster",
    "the maximum number of characters for this string is: ": "die Höchstzahl von Zeichen in dieser Zeichenkette ist: ",
    "the maximum number of items for this array is: ": "die maximale Anzahl von Bestandteilen dieser Liste ist: ",
    "the maximum number of properties for this object is: ": "die Höchstzahl von Properties in diesem Objekt ist: ",
    "the minimum number of characters for this string is: ": "die Mindestzahl von Zeichen in dieser Zeichenkette ist: ",
    "the minimum number of items for this array is: ": "die minimal Anzahl von Bestandteilen dieser Liste ist: ",
    "the minimum number of properties for this object is: ": "die Mindestzahl von Properties in diesem Objekt ist: ",
    "the string must be a IRI reference, according to ": "die Zeichenkette muss ein IRI-Verweis sein, entsprechend ",
    "the string must be a IRI, according to ": "die Zeichenkette muss eine IRI sein, entsprechend ",
    "the string must be a URI reference, according to ": "die Zeichenkette muss ein URI-Verweis sein, entsprechend ",
    "the string must be a URI, according to ": "die Zeichenkette muss eine URI sein, entsprechend ",
    "the string must be a UUID, according to ": "die Zeichenkette muss eine UUID sein, entsprechend ",
    "the string must be a date string, according to ": "die Zeichenkette muss eine Datumsangabe sein, entsprechend ",
    "the string must be a date time string, according to ": "die Zeichenkette muss eine Datums- und Zeitangabe sein, entsprechend ",
    "the string must be a duration string, according to ": "die Zeichenkette muss eine Zeitdauer sein, entsprechend ",
    "the string must be a hostname, according to ": "die Zeichenkette muss ein gültiger Hostname sein, entsprechend ",
    "the string must be a time string, according to ": "die Zeichenkette muss eine Uhrzeit sein, entsprechend ",
    "the string must be an (IDN) hostname, according to ": "die Zeichenkette muss ein (IDN) Hostname sein, entsprechend ",
    "the string must be an (international) email address, according to ": "die Zeichenkette muss eine (internationale) E-Mail Adresse sein, entsprechend ",
    "the string must be an IPv4 address (dotted quad), according to ": "die Zeichenkette muss eine IP-Adresse (Version 4) sein, entsprechend ",
    "the string must be an IPv6 address, according to ": "die Zeichenkette muss eine IP-Adresse (Version 6) sein, entsprechend ",
    "the string must be an email address, according to ": "die Zeichenkette muss eine E-Mail-Adresse sein, entsprechend ",
    "the string must match the following regular expression: ": "die Zeichenkette muss dem folgenden Regulären Ausdruck entsprechen: ",
    "the value of this number must be a multiple of: ": "der Wert dieser Zahl muss ein Vielfaches sein von: ",
    "the value of this number must be greater than: ": "der Wert dieser Zahl muss größer sein als: ",
    "the value of this number must be smaller than: ": "der Wert dieser Zahl muss kleiner sein als: ",
    "the value of this number must greater than or equal to: ": "der Wert dieser Zahl muss größer oder gleich sein als: ",
    "the value of this number must smaller than or equal to: ": "der Wert dieser Zahl muss kleiner sein als oder gleich sein zu: ",
    "the value of this property must be equal to one of the following values:": "der Wert dieser Property muss einem der folgenden Werte entsprechen: ",
    "the value of this property must be equal to:": "der Wert dieser Property muss diesen festen Wert haben:",
    "the value of this string must follow the format: ": "der Wert dieser Zeichenkette muss diesem Format folgen: ",
    "this array may not contain fewer than ${0} items that validate against the schema:": "Diese Liste darf nicht weniger als ${0} Bestandteile haben, die diesem Schema entsprechen: ",
    "this array may not contain more than ${0} items that validate against the schema:": "Diese Liste darf nicht mehr als ${0} Bestandteile haben, die diesem Schema entsprechen: ",
    "time": "Zeit",
    "try pattern": "Muster ausprobieren",
    "try regular expression with regexr.com": "Regulären Ausdruck mit regexr.com ausprobieren",
    "unique items": "einzigartige Bestandteile",
    "unknown": "Unbekannt",
    "unknown format": "Unbekanntes Format",
    "${0} Access Restrictions": "${0} Zugriffsbeschränkungen",
    "${0} Default Value": "${0} Standardwert",
    "Access Restrictions": "Zugriffsbeschränkungen",
    "Arrays": "Arrays",
    "JSON Pointer": "JSON Pointer",
    "Objects": "Objekte",
    "Other Schemas": "Andere Schemas",
    "README": "README",
    "Read only": "Nur Lesezugriff",
    "RegEx": "Regulärer Ausdruck",
    "Relative JSON Pointer": "Relativer JSON-Pointer",
    "The default value is:": "Der Standardwert ist:",
    "The value of this property is managed exclusively by the owning authority and never exposed to the outside. It can neither be read nor written.": "Der Wert dieser Property wird ausschließlich vom zuständigem System verwaltet und der Außenwelt nie zugänglich gemacht. Der Wert kann weder gelesen noch geschrieben werden.",
    "The value of this property is managed exclusively by the owning authority, and attempts by an application to modify the value of this property are expected to be ignored or rejected by that owning authority": "Der Wert dieser Property wird ausschließlich vom zuständigen System verwaltet und alle Versuche den Wert zu ändern, werden vom zuständigen System entweder ignoriert oder abgelehnt",
    "The value of this property is never present when the instance is retrieved from the owning authority. It can be present when sent to the owning authority to update or create the document (or the resource it represents), but it will not be included in any updated or newly created version of the instance.": "Der Wert dieser Property ist nie vorhanden, wenn die JSON-Daten vom zuständigen System abgerufen werden. Der Wert kann vorhanden sein, wenn die Daten an das zuständige System geschickt werden (zum Beispiel um das Dokument anzulegen oder zu aktualisieren), aber es wird in aktualisierten oder neu angelegten Versionen nicht beinhaltet sein.",
    "Top-level Schemas": "Ursprungsschemas",
    "URI Template": "URI Template",
    "Version Note": "Versionshinweis",
    "Write only": "Nur schreiben",
    "cannot be read or written": "kann nicht gelesen oder geschrieben werden",
    "encoding": "Zeichenkodierung",
    "enum": "Aufzählungen (Enumerationen)",
    "media type": "Medientyp",
    "none": "keine",
    "schema": "Schema",
    "the contents of this string should follow this schema: ": "der Inhalt dieser Zeichenkette sollte diesem Schema folgen: ",
    "the media type of the contents of this string is: ": "der Medientyp des Inhalts dieser Zeichenkette ist: ",
    "the string content must be using the ${0} content encoding.": "der Inhalt der Zeichenkette muss die Inhaltskodierung ${0} verwenden.",
    "the string must be a JSON Pointer, according to ": "die Zeichenkette muss ein JSON-Pointer sein, entsprechend ",
    "the string must be a URI template, according to ": "die Zeichenkette muss eine URI-Vorlage sein, entsprechend ",
    "the string must be a regular expression, according to ": "die Zeichenkette muss ein regulärer Ausdruck sein, entsprechend ",
    "the string must be a relative JSON Pointer, according to ": "die Zeichenkette muss ein relativer JSON-Pointer sein, entsprechend ",
    "Unknown Type": "Unbekannter Typ"
  }
}
