{
  "locales": "nl_NL",
  "translations": {
    " or ": " of",
    "${0} Constraints": "${0} beperkingen",
    "${0} Definitions": "${0} definities",
    "${0} Examples": "${0} voorbeelden",
    "${0} Properties": "${0} eigenschappen",
    "${0} Schema": "${0} schema",
    "${0} Type": "${0} type",
    "(international) email": "(internationale) e-mail",
    "(international) hostname": "(internationale) hostnaam",
    ", the value must be null": ", de waarde moet null zijn",
    "Abstract": "Abstract",
    "Additional Properties": "Aanvullende eigenschappen",
    "Additional properties": "Aanvullende eigenschappen",
    "Additional properties are allowed and do not have to follow a specific schema": "Aanvullende eigenschappen zijn toegestaan en hoeven geen specifiek schema te volgen",
    "Additional properties are allowed, as long as they follow this schema:": "Aanvullende eigenschappen zijn toegestaan, zolang ze dit schema volgen:",
    "Allowed": "Toegestaan",
    "Can be instantiated": "Kan worden geïnstantieerd",
    "Cannot be instantiated": "Kan niet worden geïnstantieerd",
    "Custom Properties": "Aangepaste eigenschappen",
    "Defined In": "Gedefinieerd in",
    "Defined by": "Gedefinieerd door",
    "Definitions group ${0}": "Definities groep ${0}",
    "Deprecated": "Verouderd",
    "Details": "Details",
    "Experimental": "Experimenteel",
    "Explanation": "Uitleg",
    "Extensible": "Uitbreidbaar",
    "Forbidden": "Verboden",
    "IPv4": "IPv4",
    "IPv6": "IPv6",
    "IRI": "IRI",
    "IRI reference": "IRI-referentie",
    "Identifiable": "Identificeerbaar",
    "Merged": "Samengevoegd",
    "Multiple": "Meerdere",
    "No": "Nee",
    "Not specified": "Niet gespecificeerd",
    "Nullable": "Nullable",
    "Optional": "Optioneel",
    "Pattern: ": "Patroon:",
    "Property": "Eigenschap",
    "Reference this group by using": "Verwijs naar deze groep met behulp van",
    "Required": "Vereist",
    "Stabilizing": "Stabiliseren",
    "Stable": "Stabiel",
    "Status": "Status",
    "Type": "Type",
    "Type: ": "Type: ",
    "URI": "URI",
    "URI reference": "URI-referentie",
    "UUID": "UUID",
    "Unknown": "Onbekend",
    "Unknown abstraction": "Onbekende abstractie",
    "Unknown additional properties": "Onbekende aanvullende eigenschappen",
    "Unknown custom properties": "Onbekende aangepaste eigenschappen",
    "Unknown definition": "Onbekende definitie",
    "Unknown extensibility": "Onbekende uitbreidbaarheid",
    "Unknown identifiability": "Onbekende identificeerbaarheid",
    "Untitled ${0} in ${1}": "Naamloos ${0} in ${1}",
    "Untitled complex type in ${0}": "Naamloos complex type in ${0}",
    "Untitled schema": "Naamloos schema",
    "Untitled undefined type in ${0}": "Naamloos ongedefinieerd type in ${0}",
    "Value": "Waarde",
    "What does ${0} mean?": "Wat betekent ${0}?",
    "Yes": "Ja",
    "all items in this array must be unique. Duplicates are not allowed.": "alle items in deze reeks moeten uniek zijn. Duplicaten zijn niet toegestaan.",
    "all of": "alles van",
    "an array of the following:": "een reeks van het volgende:",
    "an array where each item follows the corresponding schema in the following list:": "een reeks waarbij elk item het overeenkomstige schema in de volgende lijst volgt:",
    "and all following items may follow any schema": "en alle volgende items kunnen elk schema volgen:",
    "and all following items must follow the schema: ": "en alle volgende items moeten het schema volgen:",
    "any of": "een van",
    "any of the following: ": "een van de volgende:",
    "can be null": "kan null zijn",
    "cannot be null": "Kan niet null zijn",
    "check the specification": "controleer de specificatie",
    "check type definition": "controleer typedefinitie",
    "constant": "constante",
    "date": "datum",
    "date time": "datum tijd",
    "defined in: ": "gedefinieerd in:",
    "duration": "duur",
    "email": "e-mail",
    "hostname": "hostnaam",
    "is optional": "is optioneel",
    "is required": "is vereist",
    "maximum": "maximaal",
    "maximum (exclusive)": "maximaal (exclusief)",
    "maximum length": "maximale lengte",
    "maximum number of contained items": "maximaal aantal ingesloten items",
    "maximum number of items": "maximaal aantal items",
    "maximum number of properties": "maximaal aantal eigenschappen",
    "merged type": "samengevoegd type",
    "minimum": "minimaal",
    "minimum (exclusive)": "minimaal (exclusief)",
    "minimum length": "minimale lengte",
    "minimum number of contained items": "minimaal aantal ingesloten items",
    "minimum number of items": "minimaal aantal items",
    "minimum number of properties": "minimaal aantal eigenschappen",
    "multiple of": "meerdere van",
    "no description": "Geen beschrijving",
    "not": "niet",
    "not defined": "niet gedefinieerd",
    "one (and only one) of": "één (en slechts één) van",
    "open original schema": "open origineel schema",
    "pattern": "patroon",
    "the maximum number of characters for this string is: ": "het maximaal aantal karakters voor deze tekenreeks is:",
    "the maximum number of items for this array is: ": "het maximaal aantal items voor deze reeks is:",
    "the maximum number of properties for this object is: ": "het maximaal aantal eigenschappen voor dit object is:",
    "the minimum number of characters for this string is: ": "het minimaal aantal karakters voor deze tekenreeks is:",
    "the minimum number of items for this array is: ": "het minimaal aantal items voor deze reeks is:",
    "the minimum number of properties for this object is: ": "het minimaal aantal eigenschappen voor dit object is:",
    "the string must be a IRI reference, according to ": "de tekenreeks moet een IRI-referentie zijn, volgens",
    "the string must be a IRI, according to ": "de tekenreeks moet een IRI zijn, volgens",
    "the string must be a URI reference, according to ": "de tekenreeks moet een URI-referentie zijn, volgens",
    "the string must be a URI, according to ": "de tekenreeks moet een URI zijn, volgens",
    "the string must be a UUID, according to ": "de tekenreeks moet een UUID zijn, volgens",
    "the string must be a date string, according to ": "de tekenreeks moet een datumstring zijn, volgens",
    "the string must be a date time string, according to ": "de tekenreeks moet een datum-tijdtekenreeks zijn, volgens",
    "the string must be a duration string, according to ": "de tekenreeks moet een duurtekenreeks zijn, volgens",
    "the string must be a hostname, according to ": "de tekenreeks moet een hostnaam zijn, volgens",
    "the string must be a time string, according to ": "de tekenreeks moet een tijdtekenreeks zijn, volgens",
    "the string must be an (IDN) hostname, according to ": "de tekenreeks moet een (IDN) hostnaam zijn, volgens",
    "the string must be an (international) email address, according to ": "de tekenreeks moet een (internationaal) e-mailadres zijn, volgens",
    "the string must be an IPv4 address (dotted quad), according to ": "de tekenreeks moet een IPv4-adres zijn (dotted quad), volgens",
    "the string must be an IPv6 address, according to ": "de tekenreeks moet een IPv6-adres zijn, volgens:",
    "the string must be an email address, according to ": "de tekenreeks moet een e-mailadres zijn, volgens",
    "the string must match the following regular expression: ": "de tekenreeks moet overeenkomen met de volgende reguliere expressie:",
    "the value of this number must be a multiple of: ": "de waarde van dit getal moet een veelvoud zijn van:",
    "the value of this number must be greater than: ": "de waarde van dit getal moet groter zijn dan:",
    "the value of this number must be smaller than: ": "de waarde van dit getal moet kleiner zijn dan:",
    "the value of this number must greater than or equal to: ": "de waarde van dit getal moet groter dan of gelijk zijn aan:",
    "the value of this number must smaller than or equal to: ": "de waarde van dit getal moet kleiner of gelijk zijn aan:",
    "the value of this property must be equal to one of the following values:": "de waarde van deze eigenschap moet gelijk zijn aan een van de volgende waarden:",
    "the value of this property must be equal to:": "de waarde van deze eigenschap moet gelijk zijn aan:",
    "the value of this string must follow the format: ": "de waarde van deze tekenreeks moet het formaat volgen:",
    "this array may not contain fewer than ${0} items that validate against the schema:": "deze reeks mag niet minder dan ${0} items bevatten die valide zijn ten opzichte van het schema:",
    "this array may not contain more than ${0} items that validate against the schema:": "deze reeks mag niet meer dan ${0} items bevatten die valide zijn ten opzichte van het schema:",
    "time": "tijd",
    "try pattern": "probeer patroon",
    "try regular expression with regexr.com": "probeer reguliere expressie met regexr.com",
    "unique items": "unieke items",
    "unknown": "onbekend",
    "unknown format": "onbekend formaat",
    "${0} Access Restrictions": "${0} toegangsbeperkingen",
    "${0} Default Value": "${0} standaardwaarde",
    "Access Restrictions": "Toegangsrestricties",
    "Arrays": "Reeksen",
    "JSON Pointer": "JSON-aanwijzer",
    "Objects": "Objecten",
    "Other Schemas": "Andere schema's",
    "README": "README",
    "Read only": "Alleen lezen",
    "RegEx": "RegEx",
    "Relative JSON Pointer": "Relatieve JSON-aanwijzer",
    "The default value is:": "De standaardwaarde is:",
    "The value of this property is managed exclusively by the owning authority and never exposed to the outside. It can neither be read nor written.": "De waarde van deze eigenschap wordt exclusief beheerd door de eigenaar en nooit ontsloten. Het kan noch gelezen noch geschreven worden.",
    "The value of this property is managed exclusively by the owning authority, and attempts by an application to modify the value of this property are expected to be ignored or rejected by that owning authority": "De waarde van deze eigenschap wordt uitsluitend beheerd door de eigenaar van de eigenschap, pogingen om de waarde van deze eigenschap te wijzigen, zullen naar verwachting worden genegeerd of afgewezen door de eigenaar.",
    "The value of this property is never present when the instance is retrieved from the owning authority. It can be present when sent to the owning authority to update or create the document (or the resource it represents), but it will not be included in any updated or newly created version of the instance.": "De waarde van deze eigenschap is niet aanwezig wanneer de instantie wordt opgehaald van de eigenaar van de instantie. Het kan aanwezig zijn wanneer het naar de eigenaarsautoriteit wordt gestuurd om het document (of de bron die het vertegenwoordigt) bij te werken of te maken, maar het zal niet worden opgenomen in een bijgewerkte of nieuw gemaakte versie van de instantie.",
    "Top-level Schemas": "Schema's op het hoogste niveau",
    "URI Template": "URI-sjabloon",
    "Version Note": "Versie opmerking:",
    "Write only": "Alleen schrijven",
    "cannot be read or written": "kan niet worden gelezen of geschreven",
    "encoding": "codering",
    "enum": "opsomming",
    "media type": "mediatype",
    "none": "geen",
    "schema": "schema",
    "the contents of this string should follow this schema: ": "de inhoud van deze tekenreeks zou dit schema moeten volgen:",
    "the media type of the contents of this string is: ": "het mediatype van de inhoud van deze tekenreeks is:",
    "the string content must be using the ${0} content encoding.": "de tekenreeksinhoud moet de inhoudscodering ${0} gebruiken.",
    "the string must be a JSON Pointer, according to ": "de tekenreeks moet een JSON-aanwijzer zijn, volgens",
    "the string must be a URI template, according to ": "de tekenreeks moet een URI-sjabloon zijn, volgens",
    "the string must be a regular expression, according to ": "de tekenreeks moet een reguliere expressie zijn, volgens",
    "the string must be a relative JSON Pointer, according to ": "de tekenreeks moet een relatieve JSON-aanwijzer zijn, volgens:",
    "Unknown Type": "Onbekend type"
  }
}
